Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PrivacySettingsUI/AppleAdvertising.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AD_PRIVACY_FOOTER
source: The Apple advertising platform does not track you. It is designed to protect your privacy and does not follow you across apps and websites owned by other companies. You have control over how Apple uses your information. %@
ar: لا تتتبع منصة إعلانات Apple نشاطك، وهي مصممة بطريقة تحمي خصوصيتك ولا تتابعك عبر التطبيقات ومواقع الويب المملوكة لشركات أخرى. ويمكنك التحكم في كيفية استخدام Apple لمعلوماتك. %@
bg: Платформата за реклами от Apple не ви проследява. Тя е създадена да защитава поверителността ви и да не ви проследява през програми и уеб сайтове на други компании. Вие имате контрол върху това как Apple да използва вашата информация. %@
ca: La plataforma de publicitat d’Apple no et rastreja. S’ha dissenyat per protegir la teva privacitat i no fa cap seguiment entre apps i llocs web propietat d’altres empreses. Tu controles la manera en què Apple utilitza la teva informació. %@
cs: Reklamní platforma Apple vás nesleduje. Chrání vaše soukromí a nesleduje vás napříč aplikacemi ani webovými stránkami vlastněnými jinými společnostmi. Nad tím, jak společnost Apple využívá vaše data, máte plnou kontrolu. %@
da: Apples reklameplatform sporer dig ikke. Den er designet til at beskytte din anonymitet og følger dig ikke på tværs af apps og websteder, der ejes af andre virksomheder. Du har kontrol over, hvordan Apple bruger dine oplysninger. %@
de: Die Apple-Werbeplattform erfasst deine Aktivitäten nicht. Sie ist dafür konzipiert, deine Privatsphäre zu schützen und deine Aktivitäten nicht über Apps und Websites von Drittanbietern hinweg zu erfassen. Du hast die Kontrolle darüber, wie Apple deine Informationen nutzt. %@
el: Η διαφημιστική πλατφόρμα της Apple δεν ανιχνεύει τη δραστηριότητά σας. Έχει σχεδιαστεί με τρόπο που προστατεύει το απόρρητό σας και δεν παρακολουθεί τη δραστηριότητά σας σε εφαρμογές και ιστότοπους που ανήκουν σε άλλες εταιρείες. Ο έλεγχος του τρόπου χρήσης των δεδομένων σας από την Apple είναι στα χέρια σας. %@
es: La plataforma de publicidad de Apple no te rastrea. Está diseñada para proteger tu privacidad y no realiza un seguimiento de tu actividad a través de las apps y los sitios web de otras empresas. Tú tienes el control sobre cómo usa Apple tu información. %@
es_us: La plataforma de publicidad de Apple no te rastrea, sino que está diseñada para proteger tu privacidad y no seguirte en apps y sitios web propiedad de otras empresas. Tú tienes control sobre cómo Apple usa tu información. %@
fi: Applen mainosalusta ei seuraa sinua. Se on suunniteltu suojaamaan yksityisyyttäsi eikä seuraa sinua muiden yritysten apeissa tai sivustoilla. Sinä hallitset, miten Apple käyttää tietojasi. %@
fr: La plate-forme publicitaire d’Apple ne suit pas votre activité. Elle est conçue pour protéger votre confidentialité et ne vous suit pas dans les apps et sur les sites web appartenant à d’autres entreprises. Vous contrôlez la façon dont Apple utilise vos données. %@
fr_ca: La plateforme publicitaire d’Apple ne suit pas votre activité. Elle est conçue pour protéger votre confidentialité et ne vous suit pas sur les apps et les sites Web qui appartiennent à d’autres entreprises. Vous avez le contrôle de la façon dont vos données sont utilisées par Apple. %@
he: פלטפורמת הפרסום של Apple אינה עוקבת אחר הפעילות שלך. היא תוכננה באופן שמגן על הפרטיות שלך ואינה עוקבת אחר פעילותך ביישומים ואתרים שבבעלות חברות אחרות. השליטה על האופן שבו Apple משתמשת במידע שלך נמצאת בידיים שלך. %@
hi: Apple का विज्ञापन प्लैटफ़ॉर्म आपको ट्रैक नहीं करता है। इसे आपकी गोपनीयता की सुरक्षा के लिए डिज़ाइन किया गया है और यह अन्य कंपनियों के ऐप्स और वेबसाइट पर आपको फ़ॉलो नहीं करता है। आप यह नियंत्रित कर सकते हैं कि Apple आपकी जानकारी का उपयोग कैसे करता है। %@
hr: Oglašivačka platforma tvrtke Apple vas ne prati. Ona je dizajnirana kako bi zaštitila vašu privatnost i ne prati vas u aplikacijama i na web stranicama u vlasništvu drugih kompanija. Možete upravljati načinom na koji Apple koristi vaše informacije. %@
hu: Az Apple hirdetési platformja nem követi Önt, és úgy lett megtervezve, hogy védje az Ön személyes adatait, valamint ne kövesse Önt a más vállalatok tulajdonában álló appokon és webhelyeken keresztül. Ön megadhatja, hogyan használhatja fel az Apple az Ön információit. %@
id: Platform pengiklanan Apple tidak melacak Anda. Platform pengiklanan Apple dirancang untuk melindungi privasi Anda dan tidak mengikuti Anda di semua app serta situs web yang dimiliki perusahaan lain. Anda memiliki kontrol atas bagaimana Apple menggunakan informasi Anda. %@
it: La piattaforma di contenuti pubblicitari di Apple non effettua operazioni di tracciamento. È concepita in modo tale da proteggere la tua privacy e non segue le tue attività in app e siti web di proprietà di altre aziende. Sei tu ad avere il controllo sul modo in cui Apple usa le tue informazioni. %@
ja: Appleの広告プラットフォームは、あなたをトラッキングしません。プライバシーを保護し、他社が所有するアプリやWebサイトを横断してあなたを追跡しないように設計されています。あなたは、Appleによる情報の取り扱い方を制御できます。%@
kk: Apple жарнама платформасы әрекеттеріңізді қадағаламайды. Ол пайдаланушы құпиялылығын қамтамасыз ету және олардың әрекеттерін басқа компанияларға тиесілі қолданбалар мен веб-сайттардың айқас бақылауына жол бермеу үшін әзірленген. %@
ko: Apple의 광고 플랫폼은 사용자를 추적하지 않습니다. Apple의 광고 플랫폼은 사용자의 개인정보를 보호하도록 설계되었으며 다른 회사가 소유한 앱 및 웹사이트에서 사용자를 팔로우하지 않습니다. 사용자는 Apple이 사용자의 정보를 사용하는 방식을 통제할 수 있습니다. %@
lt: „Apple“ reklamos platforma jūsų neseka. Ji skirta jūsų privatumui apsaugoti ir neseka jūsų kitoms įmonėms priklausančiose programose bei svetainėse. Jūs kontroliuojate, kaip „Apple“ naudoja jūsų informaciją. %@
ms: Platform pengiklanan Apple tidak menjejak anda. Ia direka bentuk untuk melindungi privasi anda dan tidak mengikuti anda merentas app serta tapak web yang dimiliki oleh syarikat lain. Anda mempunyai kawalan pada cara Apple menggunakan maklumat anda. %@
nl: Het reclameplatform van Apple trackt je niet. Het is ontworpen om je privacy te beschermen en volgt je niet in apps en op websites die het eigendom zijn van andere bedrijven. Je bepaalt zelf hoe Apple je informatie gebruikt. %@
no: Apples annonseplattform sporer deg ikke. Den beskytter personvernet ditt og følger deg ikke på tvers av apper og nettsteder som eies av andre selskaper. Du har kontroll over hvordan Apple bruker informasjonen din. %@
pl: Platforma reklamowa Apple nie śledzi Cię. Została zaprojektowana z myślą o ochronie Twojej prywatności i nie śledzi Cię w aplikacjach ani witrynach, których właścicielami są inne firmy. Masz pełną kontrolę nad tym, jak Apple wykorzystuje informacje o Tobie. %@
pt_br: A plataforma de publicidade da Apple não rastreia você. Ela é projetada para proteger a sua privacidade e não segue você por apps e sites de propriedade de outras empresas. Você tem controle sobre como a Apple usa as suas informações. %@
pt_pt: A plataforma de publicidade da Apple não segue a sua atividade. Foi concebida de modo a proteger a sua privacidade e não segue a sua atividade entre aplicações e sites de outras empresas. Pode controlar a forma como os seus dados são utilizados. %@
ro: Platforma publicitară Apple nu vă urmărește activitatea. Aceasta este concepută pentru a vă proteja intimitatea și nu vă urmărește activitatea în aplicații și pe site‑uri web deținute de alte companii. Dețineți controlul asupra modului în care Apple utilizează informațiile dvs. %@
ru: Рекламная платформа Apple не отслеживает Ваши действия. Она разработана для того, чтобы обеспечить конфиденциальность пользователей и предотвратить перекрестное отслеживание их действий в приложениях и на веб‑сайтах, принадлежащих другим компаниям. Вы можете контролировать то, как компания Apple использует Вашу информацию. %@
sk: Reklamná platforma spoločnosti Apple vás nesleduje. Je navrhnutá tak, aby chránila vaše súkromie, a nesleduje vaše aktivity v apkách a na webových stránkach iných spoločností. Ponecháva vám plnú kontrolu nad tým, ako spoločnosť Apple používa vaše údaje. %@
sl: Oglaševalska platforma družbe Apple vam ne sledi. Zasnovana je tako, da varuje vašo zasebnost in vam ne sledi v aplikacijah in na spletnih mestih v lasti drugih podjetij. Imate nadzor nad tem, kako Apple uporablja vaše podatke. %@
sv: Apples annonseringsplattform spårar dig inte. Den är utformad för att skydda din integritet och följer dig inte via appar eller webbplatser som ägs av andra företag. Du har kontroll över hur Apple använder din information. %@
th: แพลตฟอร์มโฆษณาของ Apple จะไม่ติดตามคุณ เนื่องจากออกแบบมาเพื่อปกป้องความเป็นส่วนตัวของคุณและจะไม่ติดตามคุณบนแอปและเว็บไซต์ที่เป็นเจ้าของโดยบริษัทอื่น คุณสามารถควบคุมลักษณะที่ Apple ใช้ข้อมูลของคุณได้ %@
tr: Apple’ın reklam platformu sizi takip etmez. Gizliliğinizi koruyacak şekilde tasarlanmıştır ve başka şirketlere ait uygulamalarda ve web sitelerinde sizi takip etmez. Apple’ın bilgilerinizi nasıl kullanacağını siz denetlersiniz. %@
uk: Рекламна платформа Apple не відстежує вашу активність. Вона передбачає захист вашої приватності й не відстежує вашу активність у програмах і на сайтах інших компаній. Ви можете контролювати, як Apple використовує вашу інформацію. %@
vi: Nền tảng quảng cáo của Apple không theo dõi bạn. Nền tảng này được thiết kế để bảo vệ quyền riêng tư và không theo dõi bạn trên các ứng dụng và trang web do các công ty khác sở hữu. Bạn có quyền kiểm soát cách Apple sử dụng thông tin của bạn. %@
zh_cn: Apple广告平台不会跟踪你的活动。它旨在保护你的隐私，并且不会在其他公司拥有的App和网站中跟踪你的活动。你可以控制Apple使用你信息的方式。%@
zh_hk: Apple廣告平台不會追蹤你。它是專為保護你的私隱而設計，並且不會追蹤你在其他公司擁有的App和網站中的活動。你可以控制Apple使用你資料的方式。%@
zh_tw: Apple廣告平台不會追蹤你，其專為保護你的隱私權而設計，不會追蹤你在其他公司擁有的App和網站中的活動。你能掌控Apple使用你資訊的方式。%@

source: Personalized Ads
ar: إعلانات مخصصة
bg: Персонализирани реклами
ca: Anuncis personalitzats
cs: Osobní reklama
da: Personlige reklamer
de: Personalisierte Werbung
el: Εξατομικευμένες διαφημίσεις
es: Anuncios personalizados
es_us: Anuncios personalizados
fi: Räätälöidyt mainokset
fr: Annonces personnalisées
fr_ca: Annonces personnalisées
he: פרסומות בהתאמה אישית
hi: वैयक्तिकृत विज्ञापन
hr: Personalizirani oglasi
hu: Személyre szabott hirdetések
id: Iklan yang Dipersonalisasi
it: Annunci personalizzati
ja: パーソナライズされた広告
kk: Жеке жарнамалар
ko: 개인 맞춤형 광고
lt: Individualizuota reklama
ms: Iklan Diperibadikan
nl: Gepersonaliseerde reclame
no: Personlig tilpassede annonser
pl: Reklamy spersonalizowane
pt_br: Anúncios Personalizados
pt_pt: Anúncios personalizados
ro: Reclame personalizate
ru: Контекстная реклама
sk: Osobná reklama
sl: Prilagojeni oglasi
sv: Personliga annonser
th: โฆษณาสำหรับคุณโดยเฉพาะ
tr: Kişiselleştirilmiş Reklamlar
uk: Персоналізована реклама
vi: Quảng cáo được cá nhân hóa
zh_cn: 个性化广告
zh_hk: 個人化廣告
zh_tw: 個人化廣告

# PERSONALIZED_ADS_NO_CONSENT
source: After Apple News or Stocks asks your permission to receive personalized ads, a setting will appear here reflecting your choice.
ar: بعد أن يطلب تطبيق Apple News أو الأسهم الإذن منك لتلقي إعلانات مخصصة، سيظهر هنا إعداد يعكس اختيارك.
bg: След като Apple News или Акции поискат вашето разрешение за получаване на персонализирани реклами, тук ще се появи настройка, отразяваща вашия избор.
ca: Un cop l’Apple News o l’app Borsa t’hagin demanat permís per enviar‑te anuncis personalitzats, aquí s’hi mostrarà una opció que reflectirà el que hagis triat.
cs: Poté, co vás aplikace Apple News nebo Akcie požádá o svolení k zobrazování osobní reklamy, objeví se zde nastavení s vaší volbou.
da: Når Apple News eller Værdipapirer har spurgt dig om tilladelse til at sende dig tilpassede reklamer, vises en indstilling her, der afspejler dit valg.
de: Nachdem Apple News oder „Aktien“ um deine Erlaubnis zum Empfang personalisierter Werbung angefragt haben, wird eine Einstellung angezeigt, die deine Auswahl reflektiert.
el: Εδώ θα εμφανίζεται μια ρύθμιση που θα απεικονίζει την επιλογή σας, μετά το αίτημα εκχώρησης άδειας για λήψη εξατομικευμένων διαφημίσεων από το Apple News ή τις Μετοχές.
es: Después de que la app Apple News o Bolsa te hayan pedido permiso para recibir anuncios personalizados, un ajuste te mostrará aquí la opción que has elegido.
es_us: Cuando Apple News o Bolsa soliciten tu autorización para recibir publicidad personalizada, podrás consultar aquí la configuración que refleje tu elección.
fi: Kun Apple News tai Pörssi on pyytänyt lupaa vastaanottaa räätälöityjä mainoksia, tässä näkyy valintasi mukainen asetus.
fr: Une fois qu’Apple News ou Bourse vous aura demandé l’autorisation de vous proposer des annonces personnalisées, un réglage reflétant vos préférences apparaîtra.
fr_ca: Après qu’Apple News ou Bourse vous demandent l’autorisation de vous présenter des annonces personnalisées, un réglage s’affichera ici pour signifier votre choix.
he: לאחר ש-News או ״מניות״ של Apple מבקשים ממך הרשאה להציג לך פרסומות בהתאמה אישית, תופיע כאן הגדרה המשקפת את בחירתך.
hi: Apple News या स्टॉक्स के द्वारा वैयक्तिकृत विज्ञापन प्राप्त करने के लिए पूछे जाने के बाद यहाँ आपकी पसंद को दिखाने वाली सेटिंग प्रदर्शित की जाएगी।
hr: Nakon što vas Apple News ili Dionice zatraže dopuštenje za primanje personaliziranih oglasa, ovdje će se prikazati postavka koja odražava vaš odabir.
hu: Miután az Apple News vagy a Részvények az Ön engedélyét kéri a személyre szabott hirdetések fogadásához, egy beállítás jelenik meg itt, amely tükrözi a választását.
id: Setelah Apple News atau Saham meminta izin Anda untuk menerima iklan yang dipersonalisasi, pengaturan akan muncul di sini yang mencerminkan pilihan Anda.
it: Dopo che Apple News o Borsa ti avranno chiesto l’autorizzazione a ricevere pubblicità personalizzate, qui comparirà un’impostazione che riflette la tua scelta.
ja: Apple Newsまたは“株価”で、パーソナライズされた広告を受け取るかどうかの許可が求められたあと、選択を反映した設定がここに表示されます。
kk: Apple News немесе «Акциялар» жеке жарнамаларды алуға рұқсат сұрағаннан кейін, мұнда таңдауыңызды көрсететін реттеу пайда болады.
ko: Apple News 또는 주식 앱에서 사용자에게 개인 맞춤형 광고를 수신하도록 승인을 요청한 후에, 사용자가 선택한 내용을 반영한 설정이 여기에 표시됩니다.
lt: Kai „Apple News“ ar „Akcijos“ paprašys jūsų leidimo gauti individualizuotą reklamą, čia bus rodomas nustatymas, atspindintis jūsų pasirinkimą.
ms: Selepas Apple News atau Saham meminta keizinan anda untuk menerima iklan diperibadikan, seting akan kelihatan di sini yang menggambarkan pilihan anda.
nl: Nadat Apple News of Aandelen je om toestemming heeft gevraagd voor het ontvangen van gepersonaliseerde reclame, verschijnt hier een instelling die je keuze weergeeft.
no: Når Apple News eller Aksjer har spurt om du ønsker tilpassede annonser, vil det komme en innstilling her som reflekterer valget ditt.
pl: Gdy aplikacja Apple News lub Giełda zapyta Cię o zgodę na otrzymywanie spersonalizowanych reklam, w tym miejscu pojawi się ustawienie odzwierciedlające Twój wybór.
pt_br: Depois que os apps Apple News ou Bolsa pedem a sua permissão para o recebimento de anúncios personalizados, um ajuste com a sua escolha é mostrado aqui.
pt_pt: Depois de a aplicação Apple News ou Bolsa pedir a sua autorização para receber anúncios personalizados, aparecerá aqui uma definição a indicar a sua escolha.
ro: După ce aplicația Apple News sau Bursa vă va solicita permisiunea de vă prezenta reclame personalizate, aici va apărea o configurare care va reflecta opțiunea dvs.
ru: После того как Apple News или приложение «Акции» запросят разрешение на показ контекстной рекламы, здесь появится настройка, отражающая Ваш выбор.
sk: Po tom, ako vás apka Apple News alebo Akcie požiada o povolenie zobrazovania osobnej reklamy, sa na tomto mieste zobrazí nastavenie s vašou voľbou.
sl: Po tem, ko vas aplikacija Apple News ali Borza prosi za dovoljenje za prejemanje prilagojenih oglasov, se tukaj prikaže nastavitev, ki odraža vašo izbiro.
sv: Efter att Apple News eller Aktier ber om tillstånd att ta emot personanpassade annonser kommer ditt val att visas i en inställning här.
th: หลังจากที่ Apple News หรือหุ้นขออนุญาตจากคุณในการรับโฆษณาสำหรับคุณโดยเฉพาะ การตั้งค่าจะแสดงขึ้นที่นี่ตามที่คุณเลือก
tr: Apple News veya Borsa kişiselleştirilmiş reklamlar almak için izninizi istedikten sonra seçiminizi yansıtan bir ayar burada görünür.
uk: Коли Apple News або програма «Біржі» попросить вас надати згоду на отримання персоналізованої реклами, тут зʼявиться обраний вами параметр.
vi: Sau khi Apple News hoặc Chứng khoán xin phép bạn để nhận quảng cáo được cá nhân hóa, một cài đặt sẽ xuất hiện tại đây phản ánh lựa chọn của bạn.
zh_cn: Apple News或“股市”请求许可接收个性化广告后，此处将显示设置以反映你的选择。
zh_hk: Apple News或「股市」詢問你是否同意接收個人化廣告後，設定將會於此處顯示以反映你的選擇。
zh_tw: 在Apple News或「股市」要求你的同意以接收個人化廣告後，會在此顯示反映你選擇的設定。
